/* DO NOT LOCALIZE */
"it does not contain enough DIFFERENT characters" = "This does not contain enough different characters";

/* DO NOT LOCALIZE */
"it is all whitespace" = "This is all whitespace";

/* DO NOT LOCALIZE */
"it is based on a (reversed) dictionary word" = "This is based on a reversed dictionary word";

/* DO NOT LOCALIZE */
"it is based on a dictionary word" = "This is based on a dictionary word";

/* DO NOT LOCALIZE */
"it is based on your username" = "This is based on your user name";

/* DO NOT LOCALIZE */
"it is based upon your password entry" = "This is based upon your password entry";

/* DO NOT LOCALIZE */
"it is derivable from your password entry" = "This is based upon your password entry";

/* DO NOT LOCALIZE */
"it is derived from your password entry" = "This is based upon your password entry";

/* DO NOT LOCALIZE */
"it is too short" = "Use a longer password for added security.";

/* DO NOT LOCALIZE */
"it is too simplistic/systematic" = "This is too simplistic or systematic";

/* DO NOT LOCALIZE */
"it looks like a National Insurance number." = "This looks like a National Insurance number";

/* DO NOT LOCALIZE */
"it's derivable from your password entry" = "This is based upon your password entry";

/* DO NOT LOCALIZE */
"it's derived from your password entry" = "This is based upon your password entry";

/* DO NOT LOCALIZE */
"it's WAY too short" = "Use a longer password for added security.";

/* DO NOT LOCALIZE */
"you are not registered in the password file" = "Not applicable";

